import React    from "react";
import template from "./AboutUs.jsx";
import about_us_left from './../images/aboutUsLeft.png';
import about_us_right from './../images/aboutUsRight.png';
import Layout from "../Layout/Layout.js";


class AboutUs extends React.Component {
  render() {
    return (
      <>
      <Layout/>
      <img src={about_us_left} alt="constrLeft" className="left_back_constr" style={{width:150, height: 800}}/>
      <img src={about_us_right} alt="constrRight" className="right_back_constr"/>
      <div className="aboutView">
        <h1>Про нас</h1>
        <p><b>Wisdom Wave</b> - лідер у сфері інноваційної освіти, радо анонсує запуск своєї нової освітньої платформи, спрямованої на революціонізацію процесу навчання. Ця інноваційна онлайн-платформа пропонує унікальні можливості для навчання, розвитку та самовдосконалення.</p>
        <p><b>Wisdom Wave</b> залишається провідною платформою для навчання та розвитку учнів у всьому світі.
Однією з ключових новин є впровадження інтерактивних онлайн-курсів, які спрямовані на підвищення доступності освіти та покращення результатів навчання. Ці курси розроблені ведучими експертами в галузі, що гарантує вищу якість освіти.</p>
<p><b>Wisdom Wave</b> - це не просто ще один освітній ресурс. Це глобальне співтовариство, де ви зможете отримати доступ до найсучасніших курсів з різних галузей, розроблених ведучими експертами. Незалежно від вашої області інтересів - ви знайдете курси, які повністю вам розвинути навички, які будуть корисні у вашій кар'єрі та особистому житті.</p>
<p>Основні переваги <b>Wisdom Wave</b>:</p>
<p>-Розширене співтовариство експертів індустрії.</p>
<p>-Курси, які оновлюються регулярно з наступних сучасних трендів.</p>
<p>-Інтерактивні завдання і завдання для кращого розуміння матеріалу.</p>
<p>-Можливість отримати сертифікати відомих університетів та компаній.</p>
<p>-Особиста підтримка та навчання для кожного студента.</p>
<p>Крім того, <b>Wisdom Wave</b> розширює свій каталог програм з акцентом на STEM (наука, технологія, інженерія та математика) та мистецтво. Це додатково учням отримати навички, які їм потрібні для майбутнього успіху в широкому спектрі галузей.</p>
<p>Запрошуємо всіх, хто прагне розвивати свої знання та навички, приєднатися до <b>Wisdom Wave</b> і розпочати свій освітній шлях. Відкрийте для себе нові можливості, розкрийте свій потенціал і в першу чергу дізнайтеся, як навчатися зі справжньою ефективністю. Приєднайтеся до <b>Wisdom Wave</b> сьогодні та відкрийте для себе світ навчання, який змінить ваше майбутнє!</p>
<p>Освітня платформа <b>Wisdom Wave</b> продовжує прогресування до найвищих стандартів освіти та надає відмінні можливості для навчання та саморозвитку. Зацікавлені освітні програми та вчителі можуть знайти тут реалізацію своїх задумів.</p>
<p><b>Електронна пошта для зв'язку й допомоги: wiisdomwave.ww@gmail.com</b></p>
      </div>
      </>
    );
  }
}

export default AboutUs;
